[NoCoverage] ArrayDeclaration
stryker_demo/src/app/app-routing.module.ts:4:24
 import { NgModule } from '@angular/core';
 import { RouterModule, Routes } from '@angular/router';
 
-const routes: Routes = [];
+const routes: Routes = ["Stryker was here"];
 
 @NgModule({
