[Killed] BlockStatement
app/components/bodotest/bodotest.component.ts:9:40
   styleUrls: ['./bodotest.component.css'],
 })
 export class BodotestComponent implements OnInit {
-  add(arg0: number, arg1: number): any {
-    return arg0 + arg1;
-  }
+  add(arg0: number, arg1: number): any {}
 
   constructor() {}
killedBy: BodotestComponent should calculate a result
statusReason: Error: Expected undefined to equal 2.

[Killed] ArithmeticOperator
app/components/bodotest/bodotest.component.ts:10:12
 })
 export class BodotestComponent implements OnInit {
   add(arg0: number, arg1: number): any {
-    return arg0 + arg1;
+    return arg0 - arg1;
   }
 
killedBy: BodotestComponent should calculate a result
statusReason: Error: Expected 0 to equal 2.
